Repository: pypi-data/pypi-mirror-92
Catalog: packages/plonetheme.onegov/plonetheme.onegov-1.6.7.tar.gz/plonetheme.onegov-1.6.7/plonetheme/onegov/locales/*/LC_MESSAGES/plonetheme.onegov.po
Languages: de

source: Direct to
de: Direkt zu

source: Manage styles
de: Design bearbeiten

# batch_next_page
source: Next page
de: Nächste Seite

# batch_previous_page
source: Previous page
de: Vorherige Seite

# body-background
source: Background
de: Hintergrund

# global-navigation-border-color
source: Top navigation: color of the border below the navigation
de: Farbe Rahmen unter Navigation

# global-navigation-border-color-active
source: Top navigation: border color of the active element
de: Farbe Rahmen unter Navigation, aktives Element

# global-navigation-color
source: Top navigation: text color
de: Farbe in der Navigation

# global-navigation-color-hover
source: Top navigation: hover text color
de: Hover Farbe in der Navigation

# global-navigation-color-selected
source: Top navigation: active element text color
de: Farbe für aktives Element in der Navigation

# heading-font-family
source: Heading font familiy
de: Schriftart Überschriften

source: Heading font size
de: Schriftgrösse Überschriften (basis)

source: Heading line height
de: Zeilenhöhe Überschriften

# help_subsite_custom_logo
source: Change the subsite's logo by editing the subsite.
de: Das Logo kann direkt in der Subsite angepasst werden.

# highlight-color-light
source: Highlight color (e.g. link lists)
de: Farbe für Highlight (bsp: Linklisten)

# label_custom_css
source: Custom CSS
de: Design anpassen

# label_custom_images
source: Custom Images
de: Bilder anpassen

# label_custom_scss
source: Custom SCSS - be careful
de: Erweiterte SCSS Anpassungen – bitte vorsichtig sein!

# label_export_styles
source: Export styles
de: Exportieren

# label_import_styles
source: Import styles
de: Importieren

# label_importexport
source: Import / Export
de: Anpassungen exportieren / importieren

# label_reset_styles
source: Reset to OneGov defaults
de: Auf OneGov Standard zurücksetzen

# label_to_top
source: To top
de: zum Seitenanfang

source: Link color
de: Farbe der Links

# link-color-hover
source: Hover link color
de: Hover Farbe der Links

# startup
source: iPhone startup icon
de: Startup Icon für's iPhone

# subsite_current_language
source: en
de: de

# touch_iphone
source: iPhone touch icon
de: Touch Icon für's iPhone

# touch_iphone_120
source: iPhone touch icon (120px)
de: Touch Icon für's iPhone (120px)

# touch_iphone_152
source: iPhone touch icon (152px)
de: Touch Icon für's iPhone (152px)

# touch_iphone_76
source: iPhone touch icon (76px)
de: Touch Icon für's iPhone (76px)
