#!/usr/bin/env python
#/* *=+=+=+=+* *** *=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=
#  * 文档信息: *** :~/WORKM/studyCode/pythonCode/pipInstallExample/gsc_package/xxlGsc/xxlGsc.py
#  * 版权声明: *** :(魎魍魅魑)MIT
#  * 联络信箱: *** :guochaoxxl@163.com
#  * 创建时间: *** :2021年01月27日的下午08:19
#  * 文档用途: *** :Python趣味编程入门与实战
#  * 作者信息: *** :guochaoxxl(http://cnblogs.com/guochaoxxl)
#  * 修订时间: *** :2021年第04周 01月27日 星期三 下午08:19 (第027天)
#  * 文件描述: *** :自行添加
# * *+=+=+=+=* *** *+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+=+*/
def output():
    print("星宿老仙，法力无边")
