Repository: pypi-data/pypi-mirror-92
Catalog: packages/*.embedder/*.embedder-1.5.1.tar.gz/*.embedder-1.5.1/src/*/embedder/locales/*/LC_MESSAGES/*.embedder.po
Languages: es

source: A content embedder
es: Un contenido integrado

source: A content embeder for Plone.
es: Un embebedor de contenido para Plone.

source: Add New Item operation cancelled.
es: Operación cancelada.

source: Alternate content
es: Contenido alterno

source: Body text
es: Cuerpo del texto

source: Bottom
es: Abajo

source: Can be expressed as a decimal number or a percentage, e.g., 270 or 50%.
es: Puede ser expresado como un número decimal o un porcentaje; por ejemplo, 270 o 50%.

source: Can be expressed as a decimal number, e.g., 480.
es: Puede ser expresado como un número decimal; por ejemplo, 480.

source: Cancel
es: Cancelar

source: Changes saved.
es: Cambios guardados.

source: Description or transcription for accessibility (WCAG) users.
es: Descripción o transcripción accesible (WCAG).

source: Edit cancelled.
es: Edición cancelada.

source: Embedded HTML code
es: Código HTML de inserciõn

source: Embedder
es: Embebedor

source: Embedder tile, can reproduce embeded files.
es: Tile de media embebida, puede reproducir archivos embebidos.

source: HTML code to render the embedded media.
es: Código HTML para renderizar el medio embebido.

source: Height
es: Altura

source: Image to be used when listing content.
es: Imagen que será usada al listar contenido.

source: Invalid URL
es: URL no válida

source: Item created
es: Elemento creado

source: Left
es: Izquierda

source: Load
es: Cargar

source: Multimedia URL
es: URL del contenido

source: Player position
es: Posición del reproductor

source: Preview image
es: Imagen de previsualización

source: Right
es: Derecha

source: Save
es: Guardar

source: The URL for your multimedia file. Can be a URL from YouTube, Vimeo, SlideShare, SoundCloud or other main multimedia websites.
es: La URL del contenido multimedia. Puede ser una URL de YouTube, Vimeo, SlideShare, SoundCloud y algunos otros sitios multimedia relevantes.

source: Title
es: Título

source: Top
es: Arriba

source: URL not found
es: URL no encontrada

source: Unauthorized request
es: Solicitud no autorizada

source: Uninstall sc.embedder
es: Desinstalar sc.embedder

source: Width
es: Ancho

source: image_keep
es: Mantener la imagen existente

source: image_load
es: Cargar la imagen de un proveedor de servicio (en caso que esté disponible)

source: image_remove
es: Remover la imagen existente

source: image_replace
es: Reemplazar la imagen con una nueva

source: image_upload
es: Cargar una imagen
