Repository: pypi-data/pypi-mirror-92
Catalog: packages/ksp-login/ksp_login-0.6.2-py3-none-any.whl/ksp_login/locale/*/LC_MESSAGES/django.po
Languages: sk

source: OpenID identity
sk: OpenID

source: LiveJournal username
sk: LiveJournal prezývka

source: We recommend choosing a strong passphrase but we don't enforce any ridiculous constraints on your passwords.
sk: Odporúčame zvoliť silné heslo pozostávajúce z&nbsp;vety, ale nebudeme vynucovať žiadne absurdné obmedzenia.

source: Since you're logging in using an external provider, this field is optional; however, by supplying it, you will be able to log in using a password.
sk: Keďže sa prihlasujete cez externého poskytovateľa, toto pole nie je povinné; ak ho vyplníte, budete sa vedieť prihlásiť aj heslom.

source: Leave this field empty to disable password-based access to your account.
sk: Pokiaľ toto pole necháte prázdne, nebude možné sa prihlásiť heslom.

source: Provider
sk: Poskytovateľ

source: Account
sk: Konto

source: Disconnect
sk: Odpojiť

source: You don't have any services associated with your account.
sk: Momentálne nemáte nastavené žiadne služby na prihlasovanie.

source: Log in
sk: Prihlásiť

source: Logged in as
sk: Prihlásené ako

source: Log out
sk: Odhlásiť

source: Change password
sk: Zmeniť heslo

source: Settings
sk: Nastavenia

source: Site administration
sk: Správa stránky

source: More login options
sk: Ďalšie možnosti pre prihlásenie

source: Forgotten password
sk: Zabudnuté heslo

source: Submit
sk: Odoslať

source: Password change
sk: Zmena hesla

source: Password reset complete
sk: Heslo úspešne nastavené

source: Your new password has been set successfully. You may now go ahead, and <a href="%(login_url)s">log in</a>.
sk: Nové heslo bolo úspešne nastavené. Môžete sa pomocou neho <a href="%(login_url)s">prihlásiť</a>.

source: Set your password
sk: Nastaviť nové heslo

source: Password reset unsuccessful
sk: Znovunastavenie hesla zlyhalo

source: Enter your new password twice.
sk: Zadajte nové heslo dvakrát.

source: The password reset link is invalid. Maybe it has already been used?
sk: Odkaz na znovunastavenie hesla bol neplatný. Možno ste ho už použili?

source: An email with a link to reset your password has been sent to your address. If you do not receive the email, and it does not show up even in your spam folder, it could mean you signed up with a different address.
sk: Na vašu adresu sme odoslali e-mail s&nbsp;odkazom na znovunastavenie hesla. Pokiaľ vám e-mail nepríde, odporúčame skontrolovať, či neskončil v&nbsp;spame, a&nbsp;ak nie je ani tam, možno ste sa registrovali s&nbsp;inou adresou.

source: %(username)s, We have received a request to reset your password at %(site_name)s (%(domain)s). Please follow the link below to set a new password.
sk: %(username)s, dostali sme požiadavku na znovunastavenie Vášho hesla na stránke %(site_name)s (%(domain)s). Pre nastavenie nového hesla použite nasledujúci odkaz.

source: In case this email was sent by mistake, you can safely ignore it.
sk: V prípade, že sme tento e-mail odoslali omylom, stačí ho ignorovať.

source: Please enter the email address you have signed up with, and we will send you further instructions.
sk: Prosím, zadajte e-mailovú adresu, s ktorou ste sa registrovali. My vám následne pošleme e-mail s ďalšími pokynmi.

source: Forgotten password at %(domain)s
sk: Zabudnuté heslo na %(domain)s

source: Welcome, new user. You only need to give us a few details in order to finish the registration process.
sk: Vitaj, nový užívateľ. Pre dokončenie registrácie už stačí iba vyplniť niekoľko údajov.

source: Account settings
sk: Nastavenia

source: Login settings
sk: Nastavenia prihlasovania

source: You can use any of the following services to log in to your account.
sk: Na prihlásenie momentálne môžete použiť ktorúkoľvek z&nbsp;týchto služieb.

source: If you want to associate other services to your account, feel free to pick any from the list below.
sk: Ak chcete s&nbsp;týmto kontom zasociovať ďalšie služby, môžete si vybrať z&nbsp;nižšie uvedeného zoznamu.

source: You can change your password <a href="%(passwd_url)s">here</a>.
sk: Zmeniť heslo je možné na <a href="%(passwd_url)s">tejto stránke</a>.

source: Logout successful
sk: Odhlásenie úspešné
